INSERT INTO `admin_menu` (`id`, `title`, `orders`, `url`, `access_admin`) VALUES
(1, 'Товары', 1, 'all_tovars', 1),
(2, 'Добавить товар', 3, 'add', 1),
(3, 'Не активные', 2, 'noactive_tovars', 1),
(4, 'Заказы', 5, 'zakazy', 0),
(5, 'Страницы', 6, 'pages_editor', 1),
(6, 'Меню', 7, 'edit_menu', 1),
(7, 'Акции', 9, 'all_sale', 1),
(8, 'Модули', 10, 'moduls_settings', 0),
(9, 'Промокоды', 12, 'promokods', 1),
(10, 'Касса', 15, 'y_kassa', 0),
(11, 'Бонусы', 13, 'points_system', 0),
(12, 'Выход', 16, '?logout_admin=1', 7),
(13, 'Доставка (все)', 14, 'dostavka_price', 0),
(14, 'Пользователи', 11, 'edit_users', 3),
(15, 'Доп. товары', 2, 'edit_dop_tovar', 1),
(16, 'Добавить страницу', 13, 'add_page', 0),
(17, 'Характеристики', 4, 'edit_groupeFeatures', 1),
(18, 'Ингредиенты', 4, 'edit_groupeIngredients', 0),
(19, 'Города', 14, 'city_bind', 1),
(20, 'Сотрудники', 14, 'users_admin_lists', 0),
(21, 'Заказы инфо', 15, '/modules/z_test', 4),
(22, 'Время ожидания', 15, 'city_points_setTimeOrder?id_affilate=1', 7),
(23, 'Слайдер', 14, 'modules/settings_sliders_headers', 1),
(24, 'Мероприятия', 9, 'all_events', 0),
(25, 'Зоны доставки', 9, 'modules/dilivery_zones?moduls_dilivery=edit_map_delivered_zone', 1),
(26, 'Редактор скидок', 9, 'modules/z_discount', 1),
(27, 'Скидка ДР', 9, 'modules/birthday', 1),
(28, 'Рекомендации', 15, 'modules/recommend', 1),
(29, 'Корзина', 9, 'modules/settings_korzina', 1),
(30, 'Push рассылки', 10, 'modules/pushNotificationAdmin', 1),
(31, 'Подарки', 10, 'modules/gift', 2),
(32, 'Наборы', 9, 'modules/dop_product_limit?moduls_set=all', 1);

INSERT INTO `ADM_WORK_catalog_list_day_sale` (`id`, `id_category_list_weekend`, `Number_day`, `hoursStart`, `minuteStart`, `hoursStop`, `minuteStop`, `active`) VALUES
(1, 1, 0, '23', '0', '23', '59', 0),
(2, 1, 1, '10', '0', '14', '59', 1),
(3, 1, 2, '23', '0', '23', '59', 0),
(4, 1, 3, '23', '0', '23', '59', 0),
(5, 1, 4, '23', '0', '23', '59', 0),
(6, 1, 5, '23', '0', '23', '59', 0),
(7, 1, 6, '23', '0', '23', '59', 0),
(43, 11, 0, '0', '0', '23', '0', 0),
(44, 11, 1, '0', '0', '23', '0', 0),
(45, 11, 2, '10', '0', '14', '59', 1),
(46, 11, 3, '0', '0', '23', '0', 0),
(47, 11, 4, '0', '0', '23', '0', 0),
(48, 11, 5, '0', '0', '23', '0', 0),
(49, 11, 6, '0', '0', '23', '0', 0),
(50, 12, 0, '00', '00', '23', '00', 0),
(51, 12, 1, '00', '00', '23', '00', 0),
(52, 12, 2, '00', '00', '23', '00', 0),
(53, 12, 3, '10', '0', '14', '00', 1),
(54, 12, 4, '00', '00', '23', '00', 0),
(55, 12, 5, '00', '00', '23', '00', 0),
(56, 12, 6, '00', '00', '23', '00', 0),
(57, 13, 0, '0', '0', '23', '0', 0),
(58, 13, 1, '0', '0', '23', '0', 0),
(59, 13, 2, '0', '0', '23', '0', 0),
(60, 13, 3, '0', '0', '23', '0', 0),
(61, 13, 4, '10', '0', '15', '59', 1),
(62, 13, 5, '0', '0', '23', '0', 0),
(63, 13, 6, '0', '0', '23', '0', 0),
(64, 14, 0, '00', '00', '23', '00', 0),
(65, 14, 1, '00', '00', '23', '00', 0),
(66, 14, 2, '00', '00', '23', '00', 0),
(67, 14, 3, '00', '00', '23', '00', 0),
(68, 14, 4, '00', '00', '23', '00', 0),
(69, 14, 5, '10', '0', '14', '00', 1),
(70, 14, 6, '00', '00', '23', '00', 0),
(71, 15, 0, '00', '00', '23', '00', 0),
(72, 15, 1, '00', '00', '23', '00', 0),
(73, 15, 2, '00', '00', '23', '00', 0),
(74, 15, 3, '00', '00', '23', '00', 0),
(75, 15, 4, '00', '00', '23', '00', 0),
(76, 15, 5, '00', '00', '23', '00', 0),
(77, 15, 6, '00', '00', '23', '00', 0),
(78, 16, 0, '00', '00', '23', '00', 0),
(79, 16, 1, '00', '00', '23', '00', 0),
(80, 16, 2, '00', '00', '23', '00', 0),
(81, 16, 3, '00', '00', '23', '00', 0),
(82, 16, 4, '00', '00', '23', '00', 0),
(83, 16, 5, '00', '00', '23', '00', 0),
(84, 16, 6, '00', '00', '23', '00', 0);

INSERT INTO `ADM_WORK_catalog_sale` (`id`, `id_category_sale`, `id_product`, `type_product`, `old_price`, `new_price`, `active`, `sum_other`) VALUES
(9, 7, 842, 'small', '200', '200', 1, 0),
(10, 8, 843, 'small', '200', '200', 1, 0),
(11, 9, 844, 'small', '200', '200', 1, 0),
(12, 10, 845, 'small', '200', '200', 1, 0),
(13, 8, 848, 'small', '200', '200', 1, 0);

INSERT INTO `ADM_WORK_category_list_worktime_sale` (`id`, `title`, `active`) VALUES
(1, 'Понедельник', 1),
(11, 'Вторник', 1),
(12, 'Среда', 1),
(13, 'Четверг', 1),
(14, 'Пятница', 1),
(15, 'Суббота', 1),
(16, 'Воскресенье', 1);

INSERT INTO `ADM_WORK_category_sale` (`id`, `date_start`, `date_stop`, `active`, `everyday`, `id_weekend`, `type_sale`, `time_start_hour`, `time_stop_hour`, `title_sale`) VALUES
(7, 1626348120, 1640951940, 0, 0, 1, 1, NULL, NULL, 'Обеды Понедельник'),
(8, 1626348120, 1640951940, 0, 0, 11, 1, NULL, NULL, 'Обеды Вторник'),
(9, 1626348120, 1640951940, 0, 0, 12, 1, NULL, NULL, 'Обеды Среда'),
(10, 1626348120, 1640951940, 0, 0, 13, 1, NULL, NULL, 'Обеды Четверг'),
(11, 1626386040, 1640901240, 0, 0, 14, 1, NULL, NULL, 'Обеды Пятница'),
(12, 1626386160, 1640901360, 0, 0, 15, 1, NULL, NULL, 'Обеды Суббота'),
(13, 1626386160, 1640901360, 0, 0, 16, 1, NULL, NULL, 'Обеды Воскресенье');

INSERT INTO `city_bind` (`id`, `shows_site`, `title`, `title_lat`, `id_affilate`) VALUES
(1, 1, '{{CITY_TITLE}}', '{{CITY_LAT}}', '1');

INSERT INTO `city_price` (`id`, `title`, `dostavka`, `min_price`, `min_zakaz`, `city_bind`, `api_id`) VALUES
(1, '{{CITY_TITLE}}', '100', '1000', 0, 1, '');

INSERT INTO `config` (`id`, `city_id`, `title_site`, `logo_site`, `template`, `access`, `admin_login`, `admin_pass`, `tovar_modal`, `default_category_page`, `def_on_category`, `footer_contacts`, `footer_copyright`, `header_contacts`, `header_text`, `description_site`, `keyword_site`, `reg_stop`, `sms_sender_id`, `soc_vk_link`, `soc_vk_title`, `soc_insta_link`, `soc_insta_title`, `soc_fb_link`, `soc_fb_title`, `soc_youtube_link`, `soc_youtube_title`, `time_timer`, `text_timer`, `text_timer_mobile`, `SaleShowCatalog`) VALUES
(1, 0, '{{SITE_NAME}}', '', '', 0, '', '', 1, 0, 0, '', '', '0', '', '{{SITE_DESCRIPTION}}', '', 0, 1, '', '', '', '', '', '', '', '', '', '', '', 0),
(2, 1, '{[city_title_html]} {{SITE_NAME}}', '/images/logo.png', 'default', 0, '', '', 1, 31, 1, 'Телефон: {{PHONE}} &lt;

INSERT INTO `config_frontpad` (`id`, `api_key`, `apiUrl`, `active`, `city_id`) VALUES
(1, 'keyFP', 'https://app.frontpad.ru/api/index.php?', 1, 1),
(2, 'keyFP', 'https://app.frontpad.ru/api/index.php?', 1, 4);

INSERT INTO `cork_settings` (`id`, `title`, `img_logo`, `text_h1`, `text_h2`, `text_p`, `footer`, `day`, `month`, `year`, `hour`, `min`, `sec`, `active`) VALUES
(1, 'Технические работы', 'logo.png', 'Сайт откроется через:', '', '', '', '30', '09', '2025', '07', '01', '01', 1);

INSERT INTO `datePreorderListStop` (`id`, `date_false`, `start_time_false`, `stop_time_false`, `active`) VALUES
(2, '2020-01-13', '04:00:00', '12:00:00', 1),
(3, '2020-01-13', '04:00:00', '18:00:00', 1),
(4, '2020-02-21', '00:00:00', '23:59:00', 1),
(5, '2020-02-22', '00:00:00', '23:59:00', 1),
(6, '2020-02-23', '00:00:00', '23:59:00', 1),
(7, '2020-03-06', '00:00:00', '23:59:00', 1),
(8, '2020-03-07', '00:00:00', '23:59:00', 1),
(9, '2020-03-08', '00:00:00', '23:59:00', 1),
(10, '2020-12-31', '00:00:00', '23:59:00', 1),
(11, '2021-02-14', '00:00:00', '23:59:00', 1),
(12, '2021-02-23', '00:00:00', '23:59:00', 1),
(13, '2021-03-08', '00:00:00', '23:59:00', 1),
(14, '2021-03-05', '00:00:00', '23:59:00', 1),
(15, '2021-04-01', '00:00:00', '23:59:00', 1);

INSERT INTO `DZ_Locality` (`id`, `id_region`, `id_type_locality`, `id_city_price`, `localityName`, `active`) VALUES
(1, 1, 1, 1, '{{CITY_TITLE}}', 1);

INSERT INTO `DZ_PriceDeliveryLocality` (`id`, `id_locality`, `minPriсeOrder`, `minPriceDelivery`, `PriceDelivery`, `active`) VALUES
(1, 1, 300, 600, 100, 1);

INSERT INTO `DZ_Region` (`id`, `Region`, `RegionName`, `RegionTitle`, `active`) VALUES
(1, '{{CITY_REGION}}','{{CITY_LAT}}', '{{CITY_TITLE}}', 1);

INSERT INTO `DZ_TypeDistrict` (`id`, `shortDistrictTypeName`, `fullDistrictTypeName`, `active`) VALUES
(1, 'мас.', 'Массив', 1),
(2, 'мик.', 'Микрорайон', 1),
(3, 'кв-л', 'Квартал', 1);

INSERT INTO `DZ_TypeLocality` (`id`, `shortLocalityname`, `fullLocalityName`, `active`) VALUES
(1, 'г.', 'Город', 1),
(2, 'пгт.', 'Поселок городского типа', 1),
(4, 'пос.', 'Поселок', 1),
(5, 'с.', 'Село', 1),
(6, 'Кот. пос.', 'Коттеджный поселок', 1),
(7, 'тов.', 'Товарищество', 1),
(8, 'дер.', 'Деревня', 1),
(9, 'ст.', 'Садовое товарищество', 1),
(10, 'ПДСК', 'ПДСК', 1),
(11, 'снт.', 'Садоводческое некоммерческое товарищество', 1),
(12, 'тсн.', 'Товарищество собственников недвижимости', 1),
(13, 'рабочий посёлок', 'Рабочий посёлок', 1);

INSERT INTO `DZ_Type_street` (`id`, `shortStreetTypeName`, `fullStreetTypeName`, `active`) VALUES
(1, 'аллея', 'Аллея', 1),
(2, 'б-р', 'Бульвар', 1),
(3, 'вал', 'Вал', 1),
(4, 'взвоз', 'Взвоз', 1),
(5, 'въезд', 'Въезд', 1),
(6, 'дор.', 'Дорога', 1),
(7, 'заезд', 'Заезд', 1),
(8, 'кольцо', 'Кольцо', 1),
(9, 'линия', 'Линия', 1),
(10, 'луч', 'Луч', 1),
(11, 'маг.', 'Магистраль', 1),
(12, 'наб.', 'Набережная', 1),
(13, 'пер.', 'Переулок', 1),
(14, 'пл.', 'Площадь', 1),
(15, 'проезд', 'Проезд', 1),
(16, 'пр-кт', 'Проспект', 1),
(17, 'проулок', 'Проулок', 1),
(18, 'разъезд', 'Разъезд', 1),
(19, 'спуск', 'Спуск', 1),
(20, 'съезд', 'Съезд', 1),
(21, 'тракт', 'Тракт', 1),
(22, 'туп.', 'Тупик', 1),
(23, 'ул.', 'Улица', 1),
(24, 'шос.', 'Шоссе', 1),
(25, 'сквер', 'Сквер', 1),
(26, 'Жилой Массив', 'Жилой Массив', 1),
(27, 'ЖК', 'Жилой Комплекс', 1),
(28, 'мост', 'Мост', 1),
(29, 'путепровод', 'Путепровод', 1),
(30, 'платформа', 'Платформа', 1);

INSERT INTO `features` (`id`, `title`, `unit`, `groups`) VALUES
(1, 'Энергетическая ценность', 'Ккал', 2),
(2, 'Углеводы', 'г', 2),
(3, 'Жиры', 'г', 2),
(4, 'Белки', 'г', 2),
(5, 'Все ±', 'гр', 4);

INSERT INTO `gift_color` (`id`, `color`, `active`, `img`) VALUES
(1, '#b3ce00', 0, 'none'),
(2, '#DC143C', 0, 'none'),
(3, '#fbca05', 0, 'none'),
(4, '#ff3e4c', 0, 'none'),
(5, '#f5b1f5', 0, ''),
(6, '#7bbaa8', 0, ''),
(7, '#f7f76f', 0, ''),
(8, '#f08800', 1, ''),
(9, '#ff4551', 1, ''),
(10, '#e20615', 1, '');

INSERT INTO `gift_line` (`id`, `summa`, `color`, `active`) VALUES
(1, '165', '#f08800', 1),
(2, '2200', '#ff4551', 1),
(3, '3300', '#e20615', 1);

INSERT INTO `gift_list` (`id`, `city_id`, `title`, `min_price`, `sale_price`, `active`, `color`, `delete_gift`, `orders`) VALUES
(1, 1, 'от 1600 руб.', '1600', '0', 1, 8, 0, 1),
(2, 1, 'от 2000 руб.', '2000', '0', 1, 9, 0, 2),
(3, 1, 'от 3000 руб.', '3000', '0', 1, 1, 0, 3);

INSERT INTO `gift_setting` (`id`, `active`, `width`, `height`, `width_type`, `height_type`, `position`, `min_summa`, `max_summa`) VALUES
(1, 1, 10, 300, 1, 1, 0, '0', '3400');

INSERT INTO `groups_features` (`id`, `title`, `descr`, `features`) VALUES
(2, 'Пищевая ценность (порция):', 'каллории, жиры и тд.', ''),
(4, 'Вес ±', 'Кол-во ± грамм в характеристике', '');

INSERT INTO `groups_ingredients` (`id`, `title`, `descr`, `ingredients`) VALUES
(1, 'Тесто', 'Список типов теста', '1|2|3'),
(2, 'Мясо и мясные продукты', '', ''),
(3, 'Молочные продукты', '', ''),
(4, 'Специи и травы', '', ''),
(5, 'Овощи', '', ''),
(6, 'Фрукты', '', ''),
(7, 'Грибы', '', ''),
(8, 'Заливки и соусы', '', ''),
(9, 'Общая категория', '', ''),
(11, 'Ягоды', '', ''),
(12, 'Масла', '', ''),
(13, 'Полуфабрикаты', '', ''),
(14, 'Бабовые', '', ''),
(15, 'Фастфуд', '', ''),
(16, 'Зелень', '', ''),
(17, 'Сладости', '', ''),
(18, 'Начинки', '', ''),
(19, 'Орехи', '', '');

INSERT INTO `headmenu` (`id`, `name`, `url`, `active`, `orders`) VALUES
(1, 'Доставка', '/dostavka', 1, 1),
(2, 'Акции', '/sale', 1, 2),
(3, 'Контакты', '/kontakts', 1, 5),
(4, 'Бонусы', '/points', 1, 4);

INSERT INTO `list_category_preset` (`id`, `id_category`, `active`, `deleted`) VALUES
(1, 1, 1, 0),
(2, 2, 1, 0);

INSERT INTO `list_dop_product_preset` (`id`, `id_tovar`, `id_dop_tovar`, `count`, `count_height`, `count_height_type`, `active`, `deleted`, `pluse_count`, `pluse_height`) VALUES
(1, 1, 1, 0, '', '', 1, 0, 0, 1),
(2, 1, 3, 0, '', '', 1, 1, 0, 1);

INSERT INTO `list_dop_product_set` (`id`, `title`, `sum_min`, `sum_max`, `api_id`, `active`) VALUES
(1, 'Набор 0', 1, 460, 2201, 0),
(2, 'Набор 1', 461, 845, 2202, 0),
(3, 'Набор 2', 846, 1100, 2203, 0),
(4, 'Набор 3', 1101, 1400, 2204, 0),
(5, 'Набор 4', 1401, 1750, 2205, 0),
(6, 'Набор 5', 1751, 2200, 2205, 0),
(7, 'Набор 6', 2201, 2700, 2205, 0),
(8, 'Набор 7', 2701, 3050, 2205, 0),
(9, 'Набор 8', 3051, 3450, 2205, 0),
(10, 'Набор 9', 3451, 3850, 2205, 0),
(11, 'Набор 10', 3851, 4300, 2205, 0);

INSERT INTO `list_dop_product_set_goods` (`id`, `title`, `type_size`, `active`) VALUES
(1, 'Васаби', 'гр', 1),
(2, 'Имбирь', 'гр', 1),
(3, 'Соевый соус', 'мл', 1),
(4, 'Соусник', 'шт', 1),
(5, 'Палочки', 'шт', 1),
(6, 'Салфетки', 'шт', 1);

INSERT INTO `list_dop_product_set_structure` (`id`, `id_set`, `id_dop_product`, `count`, `type_size`) VALUES
(1, 1, 1, 5, 'гр'),
(2, 1, 2, 15, 'гр'),
(3, 1, 3, 35, 'мл'),
(4, 1, 4, 0, 'шт'),
(5, 1, 5, 0, 'шт'),
(6, 1, 6, 0, 'шт'),
(7, 2, 1, 5, ''),
(8, 2, 2, 20, ''),
(9, 2, 3, 70, ''),
(10, 2, 4, 0, ''),
(11, 2, 5, 0, ''),
(12, 2, 6, 0, ''),
(13, 3, 1, 10, ''),
(14, 3, 2, 30, ''),
(15, 3, 3, 105, ''),
(16, 3, 4, 0, ''),
(17, 3, 5, 0, ''),
(18, 3, 6, 0, ''),
(19, 4, 1, 15, ''),
(20, 4, 2, 35, ''),
(21, 4, 3, 140, ''),
(22, 4, 4, 0, ''),
(23, 4, 5, 0, ''),
(24, 4, 6, 0, ''),
(25, 5, 1, 20, ''),
(26, 5, 2, 40, ''),
(27, 5, 3, 140, ''),
(28, 5, 4, 0, ''),
(29, 5, 5, 0, ''),
(30, 5, 6, 0, ''),
(31, 6, 3, 210, ''),
(32, 6, 4, 0, ''),
(33, 6, 2, 45, ''),
(34, 6, 1, 20, ''),
(35, 6, 5, 0, ''),
(36, 6, 6, 0, ''),
(37, 7, 1, 25, ''),
(38, 7, 2, 45, ''),
(39, 7, 3, 245, ''),
(40, 7, 4, 0, ''),
(41, 7, 5, 0, ''),
(42, 7, 6, 0, ''),
(43, 8, 1, 25, ''),
(44, 8, 2, 45, ''),
(45, 8, 3, 280, ''),
(46, 8, 4, 0, ''),
(47, 8, 5, 0, ''),
(48, 8, 6, 0, ''),
(49, 9, 1, 30, ''),
(50, 9, 2, 50, ''),
(51, 9, 3, 315, ''),
(52, 9, 4, 0, ''),
(53, 9, 5, 0, ''),
(54, 9, 6, 0, ''),
(55, 10, 1, 35, ''),
(56, 10, 2, 50, ''),
(57, 10, 3, 350, ''),
(58, 10, 4, 0, ''),
(59, 10, 5, 0, ''),
(60, 10, 6, 0, ''),
(61, 11, 1, 35, ''),
(62, 11, 2, 50, ''),
(63, 11, 3, 385, ''),
(64, 11, 4, 0, ''),
(65, 11, 5, 0, ''),
(66, 11, 6, 0, '');

INSERT INTO `metrikaAction` (`id`, `idPosition`, `marker`, `active`) VALUES
(1, 3, 'ModalProductOpen', 1),
(2, 1, 'AddBasket', 1),
(3, 4, 'PaymentOK', 1),
(4, 2, 'SerchOpen', 1);

INSERT INTO `modal_block` (`id`, `page_show`, `img`, `H_color`, `text_color`, `background_color`, `title`, `content`, `button`, `linkbutton`, `fontSizeButton`, `size_text`, `fonts`, `weight`, `active`, `deleted`, `template`, `maxWidthBlock`, `size_textTitle`, `fontsTitle`, `weighttextTitle`, `marginH`, `textAlignTitle`, `marginText`, `PaddingText`, `textAlign`, `borderradius`, `buttonModalPosition`, `closePosition`, `delayShow`, `countShow`, `TimePauseShow`, `ShowWeekend`, `Mo_start`, `Tu_start`, `We_start`, `Th_start`, `Fr_start`, `Sa_start`, `Su_start`, `Mo_stop`, `Tu_stop`, `We_stop`, `Th_stop`, `Fr_stop`, `Sa_stop`, `Su_stop`, `marginBloclBottom`, `AdminShow`, `timeStartSession`, `onclickButton`, `typeDevice`) VALUES
(8, 'index', '/images/alarrm_texture.png', '', '', '#ffffff', 'Уведомление!', '<p style=\"text-align: center;

INSERT INTO `modal_button` (`id`, `name`, `active`) VALUES
(1, 'Заказать', 1),
(2, 'Купить', 1),
(3, 'Оформить', 1),
(4, 'Узнать', 1),
(5, 'Подробнее', 1),
(6, 'Перейти', 1),
(7, 'Закрыть', 1),
(8, 'Позвонить', 1),
(9, 'Написать', 1),
(10, 'Пригласить', 1),
(11, 'Закрыть', 1);

INSERT INTO `modal_template` (`id`, `title`, `code`, `style`, `active`) VALUES
(1, 'Картинка | Текст | Кнопка', '<div><div class=\"imageBlocModal\"><img src=\"{[imgModal]}\" style=\"max-width:100%;

INSERT INTO `padej_title` (`id`, `I`, `R`, `D`, `V`, `T`, `P`) VALUES
(1, 'Пицца', 'Пиццы', 'пицце', 'Пиццу', 'Пиццей', 'Пицце'),
(2, 'Роллы', 'Роллов', 'Роллам', 'Роллы', 'Роллами', 'Роллах'),
(3, 'Сет', 'Сета', 'Сету', 'Сет', 'Сетом', 'Сете'),
(4, 'Сеты', 'Сетов', 'Сетам', 'Сеты', 'Сетами', 'Сетах'),
(5, 'Суши', 'Суши', 'Сушам', 'Суши', 'Сушами', 'Сушах'),
(6, 'Лапша', 'Лапши', 'Лапше', 'Лапшу', 'Лапшой', 'Лапше'),
(7, 'Супы', 'Супов', 'Супам', 'Супы', 'Супами', 'Супах'),
(8, 'Добавки', 'Добавок', 'Добавкам', 'Добавки', 'Добавками', 'Добавках'),
(9, 'Салат', 'Салата', 'Салату', 'Салат', 'Салатом', 'Салате'),
(10, 'Салаты', 'Салатов', 'Салатам', 'Салаты', 'Салатами', 'Салатах'),
(11, 'Суп', 'Супа', 'Супу', 'Суп', 'Супом', 'Супе'),
(12, 'Добавка', 'Добавки', 'Добавке', 'Добавку', 'Добавкой', 'Добавке'),
(13, 'Мексика', 'Мексики', 'Мексике', 'Мексику', 'Мексикой', 'Мексике'),
(14, 'Русская кухня', 'Русской кухни', 'Русской кухне', 'Русскую кухню', 'Русской кухней', 'Русской кухне'),
(15, 'Мясные', 'Мясных', 'Мясной', 'Мясную', 'Мясной', 'Мясной'),
(16, 'Классические роллы', 'Классических роллов', 'Классическим роллам', 'Классические роллы', 'Классическими роллами', 'Классических роллах'),
(17, 'Классические запеченные роллы', 'Классических запеченных роллов', 'Классическим запеченным роллам', 'Классические запеченные роллы', 'Классическими запеченными роллами', 'Классических запеченных роллах'),
(18, 'Сложные роллы', 'Сложных роллов', 'Сложным роллам', 'Сложные роллы', 'Сложными роллами', 'Сложных роллах'),
(19, 'Печеные роллы', 'Печеных роллов', 'Печеным роллам', 'Печеные роллы', 'Печеными роллами', 'Печеных роллах'),
(20, 'К роллам и суши', 'К роллам и суши', 'К роллам и суши', 'К роллам и суши', 'К роллам и суши', 'К роллам и суши'),
(21, 'Пироги', 'Пирогов', 'Пирогам', 'Пироги', 'Пирогами', 'Пирогах'),
(22, 'Чизкейки', 'Чизкейков', 'Чизкейкам', 'Чизкейки', 'Чизкейками', 'Чизкейках'),
(23, 'Закуски', 'Закусок', 'Закускам', 'Закуски', 'Закусками', 'Закусках'),
(24, 'Напитки', 'Напитков', 'Напиткам', 'Напитки', 'Напитками', 'Напитках'),
(25, 'Сладкие пироги', 'Сладких пирогов', 'Сладким пирогам', 'Сладкие пироги', 'Сладкими пирогами', 'Сладких пирогах');

INSERT INTO `pages` (`id`, `title`, `descriptions`, `keywords`, `url`, `type`, `content`, `dop_info`, `city_id`) VALUES
(1, '{{COMPANY_NAME}}', '{{COMPANY_NAME}}', '', 'index', '0', '', '', 0),
(9, 'Личный кабинет', 'Личный кабинет пользователя', 'личный кабинет, аккаунт, информация о пользователе', 'account', '0', '', '', 0),
(10, 'Корзина - пара простых шагов для оплаты', 'Корзина товаров', 'оформить заказ, заказать на дом, курьером, в корзине, бонусы', 'korzina', '0', '', '', 0),
(2, 'Новости', 'Новости описание', '', 'news', '0', 'Тут контент для страницы с новостями', '', 0),
(4, '{{COMPANY_NAME}} - Контакты.', 'Контактная информация.', 'контакты', 'kontakts', '1', '<p style=\"text-align: center;

INSERT INTO `stats_code` (`id`, `text`, `active`, `code_yandex`, `city_id`) VALUES
(1, '<!-- Yandex.Metrika counter -->\n<script type=\"text/javascript\" >\n   (function(m,e,t,r,i,k,a){m[i]=m[i]||function(){(m[i].a=m[i].a||[]).push(arguments)};

INSERT INTO `points_system` (`id`, `summa`, `summa_max`, `proc`) VALUES
(1, '0', '1000', '1'),
(2, '1001', '3000', '2'),
(3, '3001', '6000', '3'),
(4, '6001', '29499', '5'),
(5, '29500', '36999', '5'),
(6, '37000', '44499', '5'),
(7, '44500', '99999999999', '5');

INSERT INTO `points_time_list` (`id`, `active`, `time_id`, `id_affiliate`, `id_point`, `timeDeliveryDefault`, `timeDeliveryNew`, `timePickupDefault`, `timePickupNew`, `peak_hours`) VALUES
(1, 1, 0, 1, 1, 90, 60, 40, 30, 0),
(2, 0, 1, 1, 1, 90, 90, 40, 40, 0),
(3, 0, 2, 1, 1, 90, 90, 40, 40, 0),
(4, 0, 3, 1, 1, 90, 90, 40, 40, 0),
(5, 0, 4, 1, 1, 90, 90, 40, 40, 0),
(6, 0, 5, 1, 1, 90, 90, 40, 40, 0),
(7, 0, 6, 1, 1, 90, 90, 40, 40, 0),
(8, 0, 7, 1, 1, 90, 90, 40, 40, 0),
(9, 0, 8, 1, 1, 90, 90, 40, 40, 0),
(10, 0, 9, 1, 1, 90, 90, 40, 40, 0),
(11, 1, 10, 1, 1, 90, 60, 40, 30, 0),
(12, 1, 11, 1, 1, 90, 60, 40, 30, 0),
(13, 1, 12, 1, 1, 90, 60, 40, 30, 0),
(14, 1, 13, 1, 1, 90, 60, 40, 30, 0),
(15, 1, 14, 1, 1, 90, 60, 40, 30, 0),
(16, 1, 15, 1, 1, 90, 60, 40, 30, 0),
(17, 1, 16, 1, 1, 90, 60, 40, 30, 0),
(18, 1, 17, 1, 1, 90, 90, 40, 60, 0),
(19, 1, 18, 1, 1, 90, 90, 40, 60, 0),
(20, 1, 19, 1, 1, 90, 90, 40, 60, 0),
(21, 1, 20, 1, 1, 90, 60, 40, 30, 0),
(22, 1, 21, 1, 1, 90, 60, 40, 30, 0),
(23, 1, 22, 1, 1, 90, 60, 40, 30, 0),
(24, 1, 23, 1, 1, 90, 60, 40, 30, 0),
(25, 1, 0, 1, 2, 90, 90, 40, 40, 0),
(26, 0, 1, 1, 2, 90, 90, 40, 40, 0),
(27, 0, 2, 1, 2, 90, 90, 40, 40, 0),
(28, 0, 3, 1, 2, 90, 90, 40, 40, 0),
(29, 0, 4, 1, 2, 90, 90, 40, 40, 0),
(30, 0, 5, 1, 2, 90, 90, 40, 40, 0),
(31, 0, 6, 1, 2, 90, 90, 40, 40, 0),
(32, 0, 7, 1, 2, 90, 90, 40, 40, 0),
(33, 0, 8, 1, 2, 90, 90, 40, 40, 0),
(34, 0, 9, 1, 2, 90, 90, 40, 40, 0),
(35, 1, 10, 1, 2, 90, 60, 40, 40, 0),
(36, 1, 11, 1, 2, 90, 60, 40, 40, 0),
(37, 1, 12, 1, 2, 90, 60, 40, 40, 0),
(38, 1, 13, 1, 2, 90, 60, 40, 40, 0),
(39, 1, 14, 1, 2, 90, 60, 40, 40, 0),
(40, 1, 15, 1, 2, 90, 60, 40, 40, 0),
(41, 1, 16, 1, 2, 90, 60, 40, 40, 0),
(42, 1, 17, 1, 2, 90, 60, 40, 40, 0),
(43, 1, 18, 1, 2, 90, 90, 40, 40, 0),
(44, 1, 19, 1, 2, 90, 90, 40, 40, 0),
(45, 1, 20, 1, 2, 90, 90, 40, 40, 0),
(46, 1, 21, 1, 2, 90, 90, 40, 40, 0),
(47, 1, 22, 1, 2, 90, 60, 40, 40, 0),
(48, 1, 23, 1, 2, 90, 90, 40, 40, 0),
(49, 1, 0, 1, 3, 90, 90, 40, 40, 0),
(50, 0, 1, 1, 3, 90, 90, 40, 40, 0),
(51, 0, 2, 1, 3, 90, 90, 40, 40, 0),
(52, 0, 3, 1, 3, 90, 90, 40, 40, 0),
(53, 0, 4, 1, 3, 90, 90, 40, 40, 0),
(54, 0, 5, 1, 3, 90, 90, 40, 40, 0),
(55, 0, 6, 1, 3, 90, 90, 40, 40, 0),
(56, 0, 7, 1, 3, 90, 90, 40, 40, 0),
(57, 0, 8, 1, 3, 90, 90, 40, 40, 0),
(58, 0, 9, 1, 3, 90, 90, 40, 40, 0),
(59, 1, 10, 1, 3, 90, 150, 40, 60, 0),
(60, 1, 11, 1, 3, 90, 150, 40, 60, 0),
(61, 1, 12, 1, 3, 90, 150, 40, 60, 0),
(62, 1, 13, 1, 3, 90, 150, 40, 60, 0),
(63, 1, 14, 1, 3, 90, 150, 40, 60, 0),
(64, 1, 15, 1, 3, 90, 150, 40, 60, 0),
(65, 1, 16, 1, 3, 90, 150, 40, 60, 0),
(66, 1, 17, 1, 3, 90, 150, 40, 60, 0),
(67, 1, 18, 1, 3, 90, 150, 40, 60, 0),
(68, 1, 19, 1, 3, 90, 150, 40, 60, 0),
(69, 1, 20, 1, 3, 90, 150, 40, 60, 0),
(70, 1, 21, 1, 3, 90, 150, 40, 60, 0),
(71, 1, 22, 1, 3, 90, 150, 40, 60, 0),
(72, 1, 23, 1, 3, 90, 150, 40, 60, 0),
(73, 1, 0, 1, 4, 90, 90, 40, 40, 0),
(74, 0, 1, 1, 4, 90, 90, 40, 40, 0),
(75, 0, 2, 1, 4, 90, 90, 40, 40, 0),
(76, 0, 3, 1, 4, 90, 90, 40, 40, 0),
(77, 0, 4, 1, 4, 90, 90, 40, 40, 0),
(78, 0, 5, 1, 4, 90, 90, 40, 40, 0),
(79, 0, 6, 1, 4, 90, 90, 40, 40, 0),
(80, 0, 7, 1, 4, 90, 90, 40, 40, 0),
(81, 0, 8, 1, 4, 90, 90, 40, 40, 0),
(82, 0, 9, 1, 4, 90, 90, 40, 40, 0),
(83, 1, 10, 1, 4, 90, 150, 40, 60, 0),
(84, 1, 11, 1, 4, 90, 150, 40, 60, 0),
(85, 1, 12, 1, 4, 90, 150, 40, 60, 0),
(86, 1, 13, 1, 4, 90, 150, 40, 60, 0),
(87, 1, 14, 1, 4, 90, 150, 40, 60, 0),
(88, 1, 15, 1, 4, 90, 150, 40, 60, 0),
(89, 1, 16, 1, 4, 90, 150, 40, 60, 0),
(90, 1, 17, 1, 4, 90, 150, 40, 60, 0),
(91, 1, 18, 1, 4, 90, 150, 40, 60, 0),
(92, 1, 19, 1, 4, 90, 150, 40, 60, 0),
(93, 1, 20, 1, 4, 90, 150, 40, 60, 0),
(94, 1, 21, 1, 4, 90, 150, 40, 60, 0),
(95, 1, 22, 1, 4, 90, 150, 40, 60, 0),
(96, 1, 23, 1, 4, 90, 150, 40, 60, 0),
(97, 1, 0, 1, 5, 90, 90, 40, 40, 0),
(98, 0, 1, 1, 5, 90, 90, 40, 40, 0),
(99, 0, 2, 1, 5, 90, 90, 40, 40, 0),
(100, 0, 3, 1, 5, 90, 90, 40, 40, 0),
(101, 0, 4, 1, 5, 90, 90, 40, 40, 0),
(102, 0, 5, 1, 5, 90, 90, 40, 40, 0),
(103, 0, 6, 1, 5, 90, 90, 40, 40, 0),
(104, 0, 7, 1, 5, 90, 90, 40, 40, 0),
(105, 0, 8, 1, 5, 90, 90, 40, 40, 0),
(106, 0, 9, 1, 5, 90, 90, 40, 40, 0),
(107, 1, 10, 1, 5, 90, 150, 40, 60, 0),
(108, 1, 11, 1, 5, 90, 150, 40, 60, 0),
(109, 1, 12, 1, 5, 90, 150, 40, 60, 0),
(110, 1, 13, 1, 5, 90, 150, 40, 60, 0),
(111, 1, 14, 1, 5, 90, 90, 40, 60, 0),
(112, 1, 15, 1, 5, 90, 150, 40, 60, 0),
(113, 1, 16, 1, 5, 90, 150, 40, 60, 0),
(114, 1, 17, 1, 5, 90, 150, 40, 90, 0),
(115, 1, 18, 1, 5, 90, 150, 40, 90, 0),
(116, 1, 19, 1, 5, 90, 150, 40, 90, 0),
(117, 1, 20, 1, 5, 90, 150, 40, 90, 0),
(118, 1, 21, 1, 5, 90, 150, 40, 90, 0),
(119, 1, 22, 1, 5, 90, 150, 40, 90, 0),
(120, 1, 23, 1, 5, 90, 150, 40, 90, 0),
(121, 1, 0, 1, 6, 90, 90, 40, 40, 0),
(122, 0, 1, 1, 6, 90, 90, 40, 40, 0),
(123, 0, 2, 1, 6, 90, 90, 40, 40, 0),
(124, 0, 3, 1, 6, 90, 90, 40, 40, 0),
(125, 0, 4, 1, 6, 90, 90, 40, 40, 0),
(126, 0, 5, 1, 6, 90, 90, 40, 40, 0),
(127, 0, 6, 1, 6, 90, 90, 40, 40, 0),
(128, 0, 7, 1, 6, 90, 90, 40, 40, 0),
(129, 0, 8, 1, 6, 90, 90, 40, 40, 0),
(130, 0, 9, 1, 6, 90, 90, 40, 40, 0),
(131, 1, 10, 1, 6, 90, 150, 40, 60, 0),
(132, 1, 11, 1, 6, 90, 150, 40, 60, 0),
(133, 1, 12, 1, 6, 90, 150, 40, 60, 0),
(134, 1, 13, 1, 6, 90, 150, 40, 60, 0),
(135, 1, 14, 1, 6, 90, 150, 40, 40, 0),
(136, 1, 15, 1, 6, 90, 90, 40, 40, 0),
(137, 1, 16, 1, 6, 90, 90, 40, 40, 0),
(138, 1, 17, 1, 6, 90, 150, 40, 40, 0),
(139, 1, 18, 1, 6, 90, 150, 40, 60, 0),
(140, 1, 19, 1, 6, 90, 150, 40, 60, 0),
(141, 1, 20, 1, 6, 90, 150, 40, 60, 0),
(142, 1, 21, 1, 6, 90, 150, 40, 60, 0),
(143, 1, 22, 1, 6, 90, 150, 40, 60, 0),
(144, 1, 23, 1, 6, 90, 150, 40, 60, 0),
(145, 0, 1, 4, 7, 90, 90, 40, 40, 0),
(146, 0, 2, 4, 7, 90, 90, 40, 40, 0),
(147, 0, 3, 4, 7, 90, 90, 40, 40, 0),
(148, 0, 4, 4, 7, 90, 90, 40, 40, 0),
(149, 0, 5, 4, 7, 90, 90, 40, 40, 0),
(150, 0, 6, 4, 7, 90, 90, 40, 40, 0),
(151, 0, 7, 4, 7, 90, 90, 40, 40, 0),
(152, 0, 8, 4, 7, 90, 90, 40, 40, 0),
(153, 0, 9, 4, 7, 90, 90, 40, 40, 0),
(154, 1, 10, 4, 7, 90, 90, 40, 40, 0),
(155, 1, 11, 4, 7, 90, 90, 40, 40, 0),
(156, 1, 12, 4, 7, 90, 90, 40, 40, 0),
(157, 1, 13, 4, 7, 90, 90, 40, 40, 0),
(158, 1, 14, 4, 7, 90, 90, 40, 40, 0),
(159, 1, 15, 4, 7, 90, 90, 40, 40, 0),
(160, 1, 16, 4, 7, 90, 90, 40, 40, 0),
(161, 1, 17, 4, 7, 90, 90, 40, 40, 0),
(162, 1, 18, 4, 7, 90, 90, 40, 40, 0),
(163, 1, 19, 4, 7, 90, 90, 40, 40, 0),
(164, 1, 20, 4, 7, 90, 90, 40, 40, 0),
(165, 1, 21, 4, 7, 90, 90, 40, 40, 0),
(166, 0, 22, 4, 7, 90, 90, 40, 40, 0),
(167, 0, 23, 4, 7, 90, 90, 40, 40, 0);

INSERT INTO `reviews_group` (`id`, `type`, `id_city`, `title`, `emoji`, `Htitle`, `text`, `active`, `deleted`) VALUES
(1, 0, 1, 'Опрос по доставке', 'final.png', 'Спасибо за ответы', 'Они помогают нам стать лучше', 1, 1),
(2, 1, 1, 'Опрос по самовывозу', 'final.png', 'Спасибо за ответы', 'Они помогают нам стать лучше', 1, 0),
(3, 0, 4, 'Опрос по доставке', 'final.png', 'Спасибо за ответы', 'Они помогают нам стать лучше', 1, 1),
(4, 1, 4, 'Опрос по самовывозу', 'final.png', 'Спасибо за ответы', 'Они помогают нам стать лучше', 1, 0);

INSERT INTO `reviews_list` (`id`, `id_order`, `status`, `active`, `deleted`, `comment`) VALUES
(1, 144, 0, 1, 0, NULL),
(2, 185, 1, 1, 0, 'Вкуснр');

INSERT INTO `reviews_question` (`id`, `id_group`, `question`, `emoji`, `type`, `active`, `deleted`, `id_city`, `orders`) VALUES
(1, 2, 'Был ли кассир в маске?', 'question1.png', 0, 1, 0, 0, 1),
(2, 1, 'Был ли курьер вежлив?', 'question5.png', 0, 1, 0, 0, 2),
(3, 1, 'Как вы оцениваете время доставки заказа?', 'question3.png', 1, 0, 0, 0, 3),
(4, 1, 'Заказ был собран верно?', 'question4.png', 0, 1, 0, 0, 4),
(5, 1, 'На сколько еда была вкусной?', 'question2.png', 1, 1, 0, 0, 5),
(6, 1, 'Оцените время исполнения заказа', 'question3.png', 1, 1, 0, 0, 3),
(7, 1, 'Был ли курьер в маске?', 'question1.png', 0, 1, 0, 0, 1),
(8, 2, 'Был ли кассир вежлив?', 'question5.png', 0, 1, 0, 0, 2),
(9, 2, 'Заказ был собран верно?', 'question4.png', 0, 1, 0, 0, 4),
(10, 2, 'Как вы оцениваете время получение заказа?', 'question3.png', 1, 0, 0, 0, 3),
(11, 2, 'На сколько еда была вкусной?', 'question2.png', 1, 1, 0, 0, 5),
(12, 2, 'Оцените время исполнения заказа', 'question3.png', 1, 1, 0, 0, 3),
(13, 3, 'Был ли курьер вежлив?', 'question5.png', 0, 1, 0, 0, 2),
(14, 3, 'Как вы оцениваете время доставки заказа?', 'question3.png', 1, 0, 0, 0, 3),
(15, 3, 'Заказ был собран верно?', 'question4.png', 0, 1, 0, 0, 4),
(16, 3, 'На сколько еда была вкусной?', 'question2.png', 1, 1, 0, 0, 5),
(17, 3, 'Оцените время исполнения заказа', 'question3.png', 1, 1, 0, 0, 3),
(18, 3, 'Был ли курьер в маске?', 'question1.png', 0, 1, 0, 0, 1),
(19, 4, 'Был ли кассир в маске?', 'question1.png', 0, 1, 0, 0, 1),
(20, 4, 'Был ли кассир вежлив?', 'question5.png', 0, 1, 0, 0, 2),
(21, 4, 'Заказ был собран верно?', 'question4.png', 0, 1, 0, 0, 4),
(22, 4, 'Как вы оцениваете время получение заказа?', 'question3.png', 1, 0, 0, 0, 3),
(23, 4, 'На сколько еда была вкусной?', 'question2.png', 1, 1, 0, 0, 5),
(24, 4, 'Оцените время исполнения заказа', 'question3.png', 1, 1, 0, 0, 3);

INSERT INTO `settings_accounts` (`id`, `active_reg`, `active_login`, `active_points`, `active_accounts`) VALUES
(1, 0, 0, 0, 0);

INSERT INTO `settings_birthday_modul` (`id`, `active`, `percent`, `day_before`, `day_after`, `min_price_check`, `print_date`) VALUES
(1, 1, 10, 3, 3, 1, 1);

INSERT INTO `settings_discounts_category` (`id`, `id_discount`, `id_category`, `active`) VALUES
(1, 1, 39, 1);

INSERT INTO `settings_discounts_sale` (`id`, `id_discount`, `count`, `sale`, `active`) VALUES
(1, 1, 3, 5, 1),
(2, 1, 5, 10, 1),
(3, 1, 7, 15, 1),
(4, 1, 10, 20, 1);

INSERT INTO `settings_korz` (`id`, `id_city`, `active`, `active_app_vk`, `active_app_mobile`,`active_app_mobile_v2`, `points_on`, `sale_on`, `count_sale_on`, `proc_sale`, `onlinePaymentActive`, `cashPaymentActive`, `terminalPaymentActive`, `timeStartActiveMobileBasket`, `timeStopActiveMobileBasket`) VALUES
(1, 1, 1, 1, 1, 1, 1, 0, 4, '10', 0, 1, 1, '10:00', '21:45'),
(2, 4, 1, 1, 1, 1, 0, 0, 4, '10', 0, 1, 1, NULL, NULL),
(3, 0, 0, 0, 0, 0, 0, 0, 0, '1', 0, 0, 0, '10:30', '22:30');

INSERT INTO `settings_preorder` (`id`, `year_on`, `month_on`, `count_day_preorder`, `start_time`, `stop_time`, `interval_time`, `interval_type`, `template_view`) VALUES
(1, 0, 0, 6, '12:00', '23:59', 10, 0, 'list'),
(2, 1, 1, 5, '09:00', '23:59', 60, 0, 'celendar');

INSERT INTO `settings_sms` (`id`, `login_sms`, `password_sms`, `url_json`, `API_KEY`, `SenderName`) VALUES
(1, 'login', 'password', 'https://smsc.ru/sys/send.php', '', ''),
(2, '', '', '', 'trtr', 'yyy');

INSERT INTO `settings_theme_class` (`id`, `name`, `title`, `active`) VALUES
(1, ':root', 'Основные цвета сайта', 1),
(2, ':root', 'Цвета кнопок', 1),
(3, ':root', 'Настройки шрифтов', 1),
(4, ':root', 'Настройки отступов', 1),
(5, ':root', 'Иконки', 1),
(6, ':root', 'Логотип Картинка', 1),
(7, ':root', 'Логотип Блок', 1);

INSERT INTO `settings_theme_group` (`id`, `name`, `active`) VALUES
(1, 'Настройки цвета', 1),
(2, 'Настройки шрифта', 1),
(3, 'Настройки иконок', 1),
(4, 'Настройки Логотипа', 1);

INSERT INTO `settings_theme_type_value` (`id`, `name`, `title`, `active`) VALUES
(1, '', 'Текст', 1),
(2, 'px', 'Пикселы', 1),
(3, '%', 'Проценты', 1),
(4, 'em', 'EM', 1),
(5, 'vh', 'VH', 1),
(6, 'vw', 'VW', 1),
(7, '', 'Цвет', 1),
(8, '', 'Иконка', 1);

INSERT INTO `settings_theme_value` (`id`, `id_group`, `id_class`, `name`, `value`, `positionX`, `positionY`, `positionXHover`, `positionYHover`, `title`, `type_value`, `active`) VALUES
(1, 1, 1, '--default-color', '#ff183f', NULL, NULL, NULL, NULL, 'Основной цвет пассив', 7, 1),
(2, 1, 1, '--default-color-active', '#ff5272', NULL, NULL, NULL, NULL, 'Основной цвет актив', 7, 1),
(3, 1, 2, '--default-color-button', '#2a19e6', NULL, NULL, NULL, NULL, 'Цвет кнопок пассив', 7, 1),
(4, 1, 2, '--default-color-button-active', '#e00de0', NULL, NULL, NULL, NULL, 'Цвет кнопок актив', 7, 1),
(5, 1, 1, '--default-color-bg-footer', '#101010', NULL, NULL, NULL, NULL, 'Цвет заливки футера', 7, 1),
(6, 1, 3, '--default-color-text-footer', '#ffffff', NULL, NULL, NULL, NULL, 'Цвет текста в футере', 7, 1),
(7, 1, 1, '--default-color-header-bg', '#ffffff', NULL, NULL, NULL, NULL, 'Цвет заливки шапки', 7, 1),
(8, 1, 3, '--default-color-header-text', '#606060', NULL, NULL, NULL, NULL, 'Цвет текста в шапке', 7, 1),
(9, 1, 3, '--default-color-body-text', '#606060', NULL, NULL, NULL, NULL, 'Цвет текста в теле сайта', 7, 1),
(10, 1, 1, '--default-color-body', '#ffffff', NULL, NULL, NULL, NULL, 'Цвет заливки тела сайта', 7, 1),
(11, 1, 1, '--default-color-button-text', '#ffffff', NULL, NULL, NULL, NULL, 'Цвет текста кнопок', 7, 1),
(12, 1, 1, '--alert-color', '#3d19cc', NULL, NULL, NULL, NULL, 'Основной цвет уведомлений', 7, 1),
(13, 1, 1, '--alert-color-active', '#5610ee', NULL, NULL, NULL, NULL, 'Основной цвет уведомлений актив', 7, 1),
(14, 1, 3, '--default-color-header-text-H1', '#101010', NULL, NULL, NULL, NULL, 'Цвет текста в шапке H1 заголовок', 7, 1),
(15, 1, 3, '--default-color-header-text-p', '#101010', NULL, NULL, NULL, NULL, 'Цвет текста в шапке параграф P', 7, 1),
(16, 1, 3, '--default-color-title-category', '#101010', NULL, NULL, NULL, NULL, 'Цвет названия категории', 7, 1),
(17, 1, 3, '--default-color-title-product', '#101010', NULL, NULL, NULL, NULL, 'Цвет названия товара', 7, 1),
(18, 1, 3, '--default-color-title-product-hover', '#101010', NULL, NULL, NULL, NULL, 'Цвет названия товара при наведении', 7, 1),
(19, 1, 3, '--default-color-description-product', '#909090', NULL, NULL, NULL, NULL, 'Цвет описания товара', 7, 1),
(20, 1, 3, '--default-color-description-product-hover', '#909090', NULL, NULL, NULL, NULL, 'Цвет описания товара при наведении', 7, 1),
(21, 1, 4, '--default-padding-left-button-in-cart', '19', NULL, NULL, NULL, NULL, 'Внутренний отступ с лева кнопка в корзину', 2, 1),
(22, 1, 4, '--default-padding-right-button-in-cart', '19', NULL, NULL, NULL, NULL, 'Внутренний отступ с права кнопка в корзину', 2, 1),
(23, 1, 4, '--default-padding-top-button-in-cart', '10', NULL, NULL, NULL, NULL, 'Внутренний отступ сверху кнопка в корзину', 2, 1),
(24, 1, 4, '--default-padding-bottom-button-in-cart', '10', NULL, NULL, NULL, NULL, 'Внутренний отступ снизу кнопка в корзину', 2, 1),
(25, 1, 4, '--default-margin-left-button-in-cart', '0', NULL, NULL, NULL, NULL, 'Внешний отступ с лева кнопка в корзину', 2, 1),
(26, 1, 4, '--default-margin-right-button-in-cart', '0', NULL, NULL, NULL, NULL, 'Внешний отступ с права кнопка в корзину', 2, 1),
(27, 1, 4, '--default-margin-top-button-in-cart', '0', NULL, NULL, NULL, NULL, 'Внешний отступ сверху кнопка в корзину', 2, 1),
(28, 1, 4, '--default-margin-bottom-button-in-cart', '0', NULL, NULL, NULL, NULL, 'Внешний отступ снизу кнопка в корзину', 2, 1),
(29, 1, 1, '--default-color-button-in-cart', '#ffffff', NULL, NULL, NULL, NULL, 'Цвет кнопки в корзину', 7, 1),
(30, 3, 5, '--default-icon-cart', '/images/system_icons/basket_sprite_1.png', '0', '0', '0', '102%', 'Иконка в корзину', 8, 1),
(31, 3, 5, '--default-icon-cart-hover', '/images/system_icons/basket_sprite_1.png', '0', '101%', NULL, NULL, 'Иконка в корзину актив', 8, 0),
(34, 3, 5, '--default-icon-vk', '/images/system_icons/vk.png', 'center', 'center', 'center', 'center', 'Иконка вконтакте футер', 8, 1),
(35, 3, 5, '--default-icon-vk-hover', '/images/system_icons/vk_active_3.png', 'center', 'center', NULL, NULL, 'Иконка вконтакте наведение футер', 8, 1),
(36, 3, 5, '--default-icon-fb', '/images/system_icons/starfish_youtube_passive.png', 'center', 'center', NULL, NULL, 'Иконка facebook футер', 8, 1),
(37, 3, 5, '--default-icon-fb-hover', '/images/system_icons/youtube_active.png', 'center', 'center', NULL, NULL, 'Иконка facebook наведение футер', 8, 1),
(38, 3, 5, '--default-icon-instagram', '/images/system_icons/starfish_telegram_passive.png', 'center', 'center', NULL, NULL, 'Иконка instagram футер', 8, 1),
(39, 3, 5, '--default-icon-instagram-hover', '/images/system_icons/telegram_active.png', 'center', 'center', NULL, NULL, 'Иконка instagram наведение футер', 8, 1),
(40, 3, 5, '--default-icon-scroll-up', '/images/system_icons/scroll_up.png', 'center', 'center', NULL, NULL, 'Кнопка вверх пассив', 8, 1),
(41, 3, 5, '--default-icon-scroll-up-hover', '/images/system_icons/scroll_up.png', 'center', 'center', NULL, NULL, 'Кнопка вверх актив', 8, 1),
(42, 3, 5, '--default-icon-slider-arrow-left', '/images/system_icons/arrow_leftt_main_slide.png', 'center', 'center', NULL, NULL, 'Слайдер в шапке - стрелка в лево', 8, 1),
(43, 3, 5, '--default-icon-slider-arrow-left-hover', '/images/system_icons/arrow_leftt_main_slide.png', 'center', 'center', NULL, NULL, 'Слайдер в шапке - стрелка влево актив', 8, 1),
(44, 3, 5, '--default-icon-slider-arrow-right', '/images/system_icons/arrow_right_main_slide.png', 'center', 'center', NULL, NULL, 'Слайдер в шапке - стрелка в право', 8, 1),
(45, 3, 5, '--default-icon-slider-arrow-right-hover', '/images/system_icons/arrow_leftt_main_slide.png', 'center', 'center', NULL, NULL, 'Слайдер в шапке - стрелка в право актив', 8, 1),
(46, 3, 5, '--default-icon-account-user', '/images/system_icons/user_kabinet_2.png', '', '', NULL, NULL, 'Иконки личный кабинет - пользователь', 8, 1),
(47, 3, 5, '--default-icon-account-bonus', '/images/system_icons/bonus_kabinet_2.png', '', '', NULL, NULL, 'Иконки личный кабинет - бонусы', 8, 1),
(48, 3, 5, '--default-icon-account-phone', '/images/system_icons/phone_kabinet_2.png', '', '', NULL, NULL, 'Иконки личный кабинет - телефон', 8, 1),
(49, 3, 5, '--default-icon-account-orderlist', '/images/system_icons/orders_kabinet_3.png', '', '', NULL, NULL, 'Иконки личный кабинет - заказы', 8, 1),
(50, 3, 5, '--default-icon-footer-checf', '/images/system_icons/main_texture_under.png', '', '', NULL, NULL, 'Иконки футер - плашка вакансии', 8, 0),
(51, 3, 5, '--default-icon-basket-points', '/images/system_icons/bonus_times.png', '', '', NULL, NULL, 'Иконки корзина - бонусы', 8, 1),
(52, 3, 5, '--default-icon-basket-recommend-str-left', '/images/system_icons/slide_left_recommend.png', 'center', 'center', NULL, NULL, 'Иконки корзина - стрелка влево рекомендации', 8, 1),
(53, 3, 5, '--default-icon-basket-recommend-str-right', '/images/system_icons/slide_right_recommend.png', '', '', NULL, NULL, 'Иконки корзина - стрелка вправо рекомендации', 8, 1),
(54, 3, 5, '--default-icon-basket-delivered-clock', '/images/system_icons/sprite_clock_3.png', '0', '0', '0', '103%', 'Иконки корзина - часики - предзаказ - текучка', 8, 1),
(55, 3, 5, '--default-icon-basket-delivered-calendar', '/images/system_icons/calendar_active.png', '', '', NULL, NULL, 'Иконки корзина - календарь - предзаказ - текучка', 8, 1),
(56, 3, 5, '--default-icon-basket-delivered-arrow-down', '/images/sprite_arrow_time_1.png', '0', '0', '0', '100%', 'Иконки корзина - стрелочка открытия- предзаказ - текучка', 8, 1),
(57, 3, 5, '--default-icon-basket-checkbox', '/images/sprite_chek_1.png', '0', '0', '0', '100%', 'Иконки корзина - чекбокс', 8, 1),
(58, 4, 7, '--default-logo-padding-left', '0', '', '', '', '', 'Внутренний отступ с лева логотип', 2, 1),
(59, 4, 7, '--default-logo-padding-right', '0', '', '', NULL, NULL, 'Внутренний отступ справа логотип', 2, 1),
(60, 4, 7, '--default-logo-padding-top', '0', '', '', NULL, NULL, 'Внутренний отступ верх логотип', 2, 1),
(61, 4, 7, '--default-logo-padding-bottom', '0', '', '', NULL, NULL, 'Внутренний отступ низ логотип', 2, 1),
(62, 4, 7, '--default-logo-margin-left', '0', '', '', '', '', 'Внешний отступ с лева логотип', 2, 1),
(63, 4, 7, '--default-logo-margin-right', '0', '', '', NULL, NULL, 'Внешний отступ справа логотип', 2, 1),
(64, 4, 7, '--default-logo-margin-top', '10', '', '', NULL, NULL, 'Внешний отступ верх логотип', 2, 1),
(65, 4, 7, '--default-logo-margin-bottom', '10', '', '', NULL, NULL, 'Внешний отступ низ логотип', 2, 1),
(66, 4, 7, '--default-logo-width', '120', '', '', NULL, NULL, 'Высота блока логотипа', 3, 1),
(67, 4, 7, '--default-logo-height', '220', '', '', NULL, NULL, 'Ширина блока логотипа', 2, 1),
(68, 4, 7, '--default-logo-maxwidth', '200', '', '', NULL, NULL, 'Максимальная высота блока логотипа', 2, 1),
(69, 4, 7, '--default-logo-maxheight', '100', '', '', NULL, NULL, 'Максимальная ширина блока логотипа', 2, 1),
(70, 4, 6, '--default-logo-width-img', '100', '', '', NULL, NULL, 'Высота картинки логотипа', 3, 1),
(71, 4, 6, '--default-logo-height-img', '100', '', '', NULL, NULL, 'Ширина картинки логотипа', 3, 1),
(72, 4, 6, '--default-logo-maxwidth-img', '200', '', '', NULL, NULL, 'Максимальная высота картинки логотипа', 2, 1),
(73, 4, 6, '--default-logo-maxheight-img', '100', '', '', NULL, NULL, 'Максимальная ширина картинки логотипа', 2, 1),
(74, 4, 6, '--default-logo-padding-left-img', '0', '', '', '', '', 'Внутренний отступ с лева логотип картинка', 2, 1),
(75, 4, 6, '--default-logo-padding-right-img', '0', '', '', NULL, NULL, 'Внутренний отступ справа логотип картинка', 2, 1),
(76, 4, 6, '--default-logo-padding-top-img', '0', '', '', NULL, NULL, 'Внутренний отступ верх логотип картинка', 2, 1),
(77, 4, 6, '--default-logo-padding-bottom-img', '0', '', '', NULL, NULL, 'Внутренний отступ низ логотип картинка', 2, 1),
(78, 4, 6, '--default-logo-margin-left-img', '0', '', '', '', '', 'Внешний отступ с лева логотип картинка', 2, 1),
(79, 4, 6, '--default-logo-margin-right-img', '0', '', '', NULL, NULL, 'Внешний отступ справа логотип картинка', 2, 1),
(80, 4, 6, '--default-logo-margin-top-img', '0', '', '', NULL, NULL, 'Внешний отступ верх логотип картинка', 2, 1),
(81, 4, 6, '--default-logo-margin-bottom-img', '0', '', '', NULL, NULL, 'Внешний отступ низ логотип картинка', 2, 1),
(82, 3, 5, '--default-icon-close-modal', '/images/close-red_2.png', 'center', 'center', NULL, NULL, 'Закрытие моб меню и модальных окон', 8, 1),
(83, 1, 1, '--default-mobile-category-menu-background', '#ededed', '', '', NULL, NULL, 'Цвет мобильного меню категорий', 7, 1),
(84, 1, 1, '--default-mobile-category-menu-color', '#101010', '', '', NULL, NULL, 'Цвет текста мобильного меню категорий', 7, 1),
(85, 1, 1, '--default-mobile-category-menu-background-active', '#ff183f', '', '', NULL, NULL, 'Цвет мобильного меню категорий актив', 7, 1),
(86, 1, 1, '--default-mobile-category-menu-color-active', '#ffffff', '', '', NULL, NULL, 'Цвет текста мобильного меню категорий - актив', 7, 1),
(87, 3, 5, '--default-icon-delete-product', '/images/system_icons/delete_tovar_sprite_1.png', '0', '0', '0', '100%', 'Иконка удаления товары из корзины', 8, 1),
(88, 3, 5, '--default-icon-minus-btn', '/images/system_icons/minus.png', 'center', 'center', NULL, NULL, 'Удаление товара (минус)', 8, 1),
(89, 3, 5, '--default-icon-pluse-btn', '/images/system_icons/plus.png', 'center', 'center', NULL, NULL, 'Добавление товара (плюс)', 8, 1),
(90, 3, 5, '--default-icon-basket-car', '/images/location_basket_2.png', 'center', 'left', NULL, NULL, 'Машинка доставки в корзине', 8, 1),
(91, 3, 5, '--default-icon-phone-header-mobile', '/images/system_icons/call_zakaz.png', 'center', 'center', NULL, NULL, 'Иконка телефона в шапке моб версии', 8, 1),
(92, 3, 5, '--default-icon-menu-header-mobile', '/images/system_icons/menu_mobile.png', 'center', 'center', NULL, NULL, 'Иконка меню моб версия', 8, 1),
(93, 3, 5, '--default-icon-leftmenu-mobile', '/images/system_icons/file_60.png', 'center', 'right', NULL, NULL, 'Стрелочка левого меню моб версия', 8, 1),
(94, 3, 5, '--default-icon-leftmenu-mobile-hover', '/images/system_icons/file_10.png', 'cenetr', 'right', NULL, NULL, 'Стрелочка левого меню моб версия - актив', 8, 1),
(95, 3, 5, '--default-icon-product-diameter', '/images/diameter_2.png', 'center', 'center', NULL, NULL, 'Иконка диаметр', 8, 1);

INSERT INTO `template_messages` (`id`, `name`, `text`, `type_template`, `shortcodes`) VALUES
(1, 'Успешная регистрация', 'Ваш пароль: [{user_password}]', 1, 'Ваш пароль [{user_password}]'),
(2, 'Успешный заказ(клиенту)', 'Здравствуйте [{user_name}] Вы сделали заказ на сайте [{site_link}]
Заказ №[{number_zakaz}].
А вот список того что вы заказали и итоговая стоимость.
[{list_zakaz}]

Письмо сформировано автоматически. Отвечать на него не нужно.
Отказаться от email уведомлений Вы можете в личном кабинете.', 0, 'Имя: [{user_name}] <br> Ссылка на сайт: [{site_link}] <br> Номер заказа: [{number_zakaz}] <br> Список заказаных товаров: [{list_zakaz}] <br>'),
(3, 'Успешный заказ(менеджеру)', 'Имя: [{user_name}]
Телефон: [{user_phone}]
Email: [{user_email}]
Адрес доставки: [{user_adres}]
Тип оплаты: [{type_oplata}]
Комментарий: [{users_comments}]
[{list_zakaz}]

Письмо сформировано автоматически. Отвечать на него не нужно.', 0, 'Имя: [{user_name}] <br> 
Телефон: [{user_phone}] <br> 
Email: [{user_email}] <br> 
Адрес доставки: [{user_adres}] <br> 
Тип оплаты: [{type_oplata}] <br> 
Комментарий: [{users_comments}] <br> 
Кол-во персон: [{count_person}] <br> 
Список заказанных товаров: [{list_zakaz}] <br>'),
(4, 'Восстановление пароля', 'Ваш старый пароль: [{user_password}]', 1, 'Пароль [{user_password}]'),
(5, 'Успешный заказ СМС', 'Здравствуйте. Ваш заказ успешно принят. [NAMECompany]', 1, 'Номер заказа: [{number_zakaz}]'),
(6, 'Успешная оплата(менеджер)', 'Номер заказа: [{number_zakaz}] Сумма заказа: [{summa}]', 0, 'Номер заказа: [{number_zakaz}] <br> Сумма итого [{summa}]'),
(7, 'Email для отправки (менеджер)', 'uk091@yandex.ru', 3, ''),
(8, 'Успешная оплата СМС', 'Ваш заказ №[{number_zakaz}] оплачен!', 1, 'Номер заказа: [{number_zakaz}]');

INSERT INTO `threeFroTwo_Category` (`id`, `id_category`, `type_sale`, `title_one`, `title_two`, `title_five`, `title_all`, `time_start`, `time_stop`, `date_start`, `date_stop`, `active`, `city_id`) VALUES
(1, 41, 0, 'пицца', 'пиццы', 'пицц', 'пицца', 0, 0, 1622494800, 1622581140, 0, 0),
(2, 41, 0, 'пицца', 'пиццы', 'пицц', 'пицца', 0, 0, 1622494800, 1622581140, 0, 1),
(3, 41, 0, 'пицца', 'пиццы', 'пицц', 'пицца', 0, 0, 1622494800, 1622581140, 0, 4);

INSERT INTO `type_category` (`id`, `type_categorys`) VALUES
(1, 'small:Малая|sred:Средняя|big:Большая'),
(2, 'small:Малый|sred:Средний|big:Большой'),
(3, 'slivki:Сливочный|tomat:Томатный|chees:Сырный');

INSERT INTO `units` (`id`, `name`, `unit`) VALUES
(1, 'Граммы', 'гр'),
(2, 'Килограммы', 'кг'),
(3, 'Сантиметры', 'см'),
(4, 'Миллилитры', 'мл'),
(5, 'Литры', 'л'),
(6, 'Миллиметры', 'мм'),
(8, 'Количество', 'шт');

INSERT INTO `usersPoints` (`id`, `id_Point`, `PinCode`, `json`, `active`) VALUES
(1, 2, '0000', '[]', 1),
(2, 2, '0001', '[]', 1),
(3, 3, '0002', '[]', 1),
(4, 4, '0003', '[]', 1);

INSERT INTO `user_group` (`id`, `title`, `description`, `active`, `deleted`) VALUES
(1, 'Администраторы', 'Сотрудники и лица, относящиеся к организации', 1, 0);

INSERT INTO `VKApiSettings` (`id`, `id_city`, `token`, `active`) VALUES
(1, 1, 'efe7f60d48789', 1),
(2, 4, '6658c54dcf08', 1);

INSERT INTO `VKMarketSettings` (`id`, `city_id`, `id_user`, `id_owner`, `id_group`, `secretKey`, `code`, `accessToken`, `time_life_token`, `active`, `deleted`) VALUES
(1, 1, 0, 0, 0, '0', '0', NULL, 0, 1, 0);

INSERT INTO `worker_users` (`id`, `login`, `password`, `name`, `lastname`, `access`, `paymentReturn`, `city`) VALUES
(1, '{{ADMIN_LOGIN}}', '{{ADMIN_PASSWORD}}', 'Главный', 'Администратор', 1, 0, 1),
(2, 'BeeWeb', 'pirog4321', 'Доступ', 'BeeWeb', 0, 0, 0),
(3, 'SuperManager', 'SuperPassword', 'Менеджер', 'Работа с клиентами', 0, 0, 1),
(4, 'PointsAll', 'PassPointsAll', 'Торговая точка', 'Все', 5, 0, 1),
(5, 'PointsOperator', 'PassPointsOperator', 'Торговая точка', 'Операторы', 7, 0, 1),
(18, 'AdminEl', 'ElPassword', 'Админ', 'Салехард', 1, 0, 1);

INSERT INTO `yandex_kassa` (`id`, `shopId`, `scid`, `checkUrl`, `avisoUrl`, `successUrl`, `shopFailUrl`, `shopPassword`, `status`, `url_data`) VALUES
(1, 0, 0, 'curentURL_status.php', 'status_payments.php', 'index.php?payments_ok=ok_pay', '/', 'Pass', 'real', 'https://money.yandex.ru/eshop.xml'),
(2, 88133, 551211, 'curentURL_status.php', 'status_payments.php', 'index.php?payments_ok=ok_pay', '/', '', 'real', 'https://money.yandex.ru/eshop.xml'),
(3, 129665, 94823, 'curentURL_status.php', 'status_payments.php', 'index.php?payments_ok=ok_pay', '/', '', 'test', 'https://demomoney.yandex.ru/eshop.xml');

INSERT INTO `zakaz_type` (`id`, `title`, `latinica`, `active`) VALUES
(1, 'На сайте', 'site', 0),
(2, 'Из Вконтакте', 'Vkontakte', 0),
(3, 'В заведении', 'Zavedenie', 0),
(4, 'По телефону', 'Phone', 0),
(5, 'В приложении', 'APP', 0),
(6, 'VK Mini apps', 'VK Mini apps', 0),
(9, 'iOS MobileApp', 'iOS MobileApp', 1),
(10, 'Android MobileApp', 'Android MobileApp', 1);
